---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EqualityWitnessDisplay
source: html/e5d5c698-d36f-58a9-e754-dc250f7ef76a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EqualityWitnessDisplay Property

"Equality Witness Display"

## Syntax (C#)
```csharp
public static ForgeTypeId EqualityWitnessDisplay { get; }
```